Repository: thejsj/JSJGallerySlideshow
Catalog: languages/jsjGallerySlideshow-*.po
Languages: es_es

source: JSJ Gallery Slideshow Options
es_es: Opciones JSJ Galería Slideshow

source: JSJ Gallery Slideshow
es_es: JSJ Galería Slideshow

source: These are some of the settings you can change for your gallery.
es_es: Esta es la configuración para su galería.

source: This plugin is based in %sJquery Cycle%s
es_es: Este plugin está basado en %sJquery Cycle%s

source: and the options are taken from Jquery Cycle's %soptions page%s.
es_es: y las opciones están tomadas de %la página de opciones%s de Jquery Cycle.

source: The visual feel of the gallery is based on %sCargo's slideshow settings%s.
es_es: El diseño visual de la galería está basado en %sla configuración del slideshow de Cargo%s.

source: You can see an example of this plugin in action in my website: %s.
es_es: Puede ver un ejemplo de este plugin en acción en mi página web: %s.

source: %sSettings with a Green Background%s denote settings that are probably more imoprtant.
es_es: %sOpciones con trasfondo verde%s son opciones que probablemente son más importantes.

source: Your settings have been deverted back to their default.
es_es: Su configuración ha sido revertida a la configuración original.

source: If pleased with your settings, go ahead and save them!
es_es: Si está complacido con su configuración, guardelas.

source: Swith To Default Settings
es_es: Cambiar a opciones originales.

source: Clear all your settings and swith to the original plugin settings.
es_es: Limpiar su configuración y reestablecer configuración original.

source: Previous
es_es: Previa

source: Next Image
es_es: Próxima imagen

source: Active Pager Class
es_es: Clase CSS para paginador activo

source: Class name used for the active pager element. No Spaces!
es_es: Nombre de clase CSS usasda para el elemtno activo en el paginador. Sin espacios!

source: Auto Stop
es_es: Auto Parar

source: True to end slideshow after X transitions (where X == slide count)
es_es: Cierto para terminar slideshow después de X tranciciones (donde X == numero de slides).

source: Auto Stop Count
es_es: Auto Parar - Cuenta

source: number of transitions (optionally used with autostop to define X)
es_es: Número de tranciciones (optionalmente usada con auto-parar para definer X)

source: Start Backwards
es_es: Empezár al revés

source: true to start slideshow at last slide and move backwards through the stack
es_es: Cierto para comenzar slideshow en el último slide y ir adelantando desde el final.

source: Clear Type No Background
es_es: Sin trasfondo cleartype

source: Set to true to disable extra cleartype fixing (leave false to force background color setting on slides)
es_es: Coloque como cierto para remover 'exta cleartype fixing' (Deje como falso para forzar un color al trasfondo [background-color] en los slides).

source: Container Resize
es_es: Tamaño del contendor

source: Resize container to fit largest slide. 0:False / 1: True
es_es: Ajustar tamaño del conteneder para acomodar slide más grande. 0:Falso / 1:Cierto

source: Delay
es_es: Retraso

source: Additional delay (in ms) for first transition (hint: can be negative).
es_es: Retraso adicional (en ms) para primera transición (pueder ser negativo).

source: FastOn Event
es_es: Evento FastOn

source: Force fast transitions when triggered manually (via pager or prev/next); value == time in ms.
es_es: Forzar transiciones rápidoas cuando son disparadas manualmente (via paginador o pasado/próximo). valor == tiempo en milesegundos.

source: Fit Slides
es_es: Ajustar Slides

source: Force slides to fit container.
es_es: Forzar slides para que quepan en contendor.

source: Transition Effect
es_es: Efecto de transición

source: Name of transition effect.
es_es: Nombre de efecto para transición

source: Slide Height
es_es: Altura de slide

source: Container height (if the "fit" option is true, the slides will be set to this height as well).
es_es: Altura de contendor ( si la opción para ajustar slides está en cierto, los slides serán ajustados a esta altura también)

source: Manual Trump
es_es: Sobreponer transición manual

source: Causes manual transition to stop an active transition instead of being ignored.
es_es: Causa que una transición manual pare una transición activa en vez de ser ignorada.

source: Data Attribute
es_es: Atributo Data

source: data- attribute that holds the option data for the slideshow.
es_es: atributo data- que lleva la opción de data para el slideshow.

source: No Wrapping
es_es: Sin contenedor

source: True(1) to prevent slideshow from wrapping.
es_es: Cierto(1) para revenir que el slideshow tenga contendor.

source: Pause Slidehow
es_es: Pausar slideshow

source: True(1) to enable "pause on hover".
es_es: Cierto(1) para activar pausa en hover.

source: Pause On Pager Hover
es_es: Pausar en hover del paginador

source: True(1) to pause when hovering over pager link.
es_es: Cierto(1) para pausar el slideshow cuando se esta hovering sobre el enlace del paginador

source: Random Slides
es_es: Slides al azar

source: True(1) for random, false for sequence (not applicable to shuffle fx).
es_es: Cierto(1) para mostar slides al azar. Falso para mostarlas en sequencia. (No aplica a shuffle fx)

source: Requeue OnImageNotLoaded
es_es: Reordenar (requeue) OnImageNotLoaded

source: Requeue the slideshow if any image slides are not yet loaded .
es_es: Reordenar

source: Requeue Timeout
es_es: Timeout para reordenar (requeue).

source: Ms delay for requeue.
es_es: Retraso para realiniar(requeue) (en milisegundos).

source: Reverse Animation
es_es: Animación en reversa

source: Causes animations to transition in reverse (for effects that support it such as scrollHorz/scrollVert/shuffle).
es_es: Causa que las animaciones transicionen en reversa (para efectos que lo apoyan como scrollHorz/scrollVert/shuffle)

source: Slide Resize
es_es: Reajustar tamaño de slides

source: Force slide width/height to fixed size before every transition).
es_es: Forzar ancho/altura de los slides a un tamaño fijo antes de cada transición.

source: Speed
es_es: Velocidad

source: speed of the transition (any valid fx speed value) .
es_es: Velocidad de la transición.

source: Starting Slide #
es_es: Número del slide inicial

source: Zero-based index of the first slide to be displayed.
es_es: Indice basado en cero del primer slide a ser enseñado.

source: Synchronize Slides
es_es: Sincronizar slides

source: True if in/out transitions should occur simultaneously.
es_es: Cierto(1) si las transiciones adentro/afure (in/out) deberían ocurrir simultaniamente.

source: Transition Time
es_es: Tiempo de transición

source: Milliseconds between slide transitions <strong>(0 to disable auto advance)</strong>.
es_es: Milisegundos entre transiciones <strong>(0 para inhabilitar auto-avance)</strong>

source: Width
es_es: Ancho

source: Container width (if the "fit" option is true, the slides will be set to this width as well) .
es_es: Ancho del contenedor (si la opción de ‘ajustar’ está en CIERTO, estos slides serán ajustados a este largo también)

source: A Plugin to change your slidehow.
es_es: Un plugin de WordPress para cambiar todos los slideshows en tu página.
